const Courses = [
  {
    id: "06016334",
    title: "WIRELESS NETWORK TECHNOLOGY",
    shortDescription: "หลักการอินเทอร์เน็ต",
    description:
      "ภาพรวมของเทคโนโลยีเครือข่ายไร้สายและการประยุกต์ใช้งาน พื้นฐานการส่งผ่านแบบไร้สาย การแพร่กระจายคลื่นวิทยุ เสาอากาศ การม๊อดดูเลท การมัลติเพล็กซ์ การควบคุมการเข้าถึงแบบหลายทางพร้อมกัน เครือข่ายท้องถิ่นแบบไร้สาย มาตรฐาน IEEE 802.11 การสำรวจสถานที่ การวางแผน การออกแบบและการปรับใช้เครือข่ายท้องถิ่นแบบไร้สาย ความปลอดภัยบนเครือข่ายท้องถิ่นแบบไร้สายและมาตรฐานที่เกี่ยวข้อง เครือข่ายส่วนบุคคลแบบไร้สาย เครือข่ายเมืองแบบไร้สาย เครือข่ายระยะไกลแบบไร้สาย การจัดการและการแก้ปัญหาเครือข่ายไร้สายเบื้องต้น",
    teacherName: "เซฮุนเซนเซย์",
    teacherId: "teacher01",
    registerStudent: [],
  },
  {
    id: "06016310",
    title: "HUMAN INTERFACE DESIGN",
    shortDescription: "หลักการออกแบบโดยใช้ผู้ใช้เป็นศูนย์กลาง",
    description: "",
    teacherName: "เซฮุนเซนเซย์",
    teacherId: "teacher02",
    registerStudent: [],
  },
];

export default Courses;
